import naruto from '../assets/images/naruto.jpg';
import kaisen from '../assets/images/kaisen.jpg';
import witch from '../assets/images/witch.jpg';
import komi from '../assets/images/komi.jpg';
import summoner from '../assets/images/summoner.jpg';
import time from '../assets/images/time.jpg';


export const arr = [{
      title: "Наруто Ураганные Хроники / Naruto Shippuuden",
      image: naruto,
      desc: "Прошло не мало времени после того как Джирая-сэнсэй взял юного Наруто под свое крыло. На целых два года они покинули родную деревню. Джирая-сэнсэй собирал различную информацию об Акацуке, а так же создавал свой новый роман. Наруто совершенствовался как ниндзя, углубляясь в изучение нинджутсу и тайджутсу. Теперь они возвращаются в деревню, к близким друзьям. В деревни тоже все поменялось. Лицо бабули Цунаде высекли на склоне горы, так как она была пятой хокагэ. Все одноклассники Наруто стали отличными шиноби и уже давно получили звание Чунины. Гаара уже стал полноценным Казэкагэ и управлял деревней скрытой в песке. Но несмотря на все эти хорошие новости, в мире Наруто осталось еще множество не решенных загадок и проблема. Организация Акацуки начинают активные действие. Они задумали какой-то план и для его совершения им необходимо отловить всех Джинчурики (человек в котором запечатан один из 9 хвостатых зверей). Наруто сам является Джинчурики, поэтому попадает в этот список. Саске убежал из деревни и до сих пор не вернулся. Наруто решительно хочет вернуть своего друга, пока Орочимару не завладел его телом, но у Саске на уме только месть и он жаждет убить своего брата. Вообще много новых историй, сражений и героев ожидают нас в продолжение поистине культового аниме Наруто: Ураганные Хроники (Naruto Shippuuden).",
      year: 2007,
      genre: "приключения, боевые искусства, сёнэн"
   }, {
      title: "Магическая битва / Jujutsu Kaisen",
      image: kaisen,
      desc: "Мир, в котором человек оказывается не вершиной пищевой цепочки, наполнен множеством опасностей и одну из них представляют демоны, жаждущие полакомиться людьми. Но парадоксальным явлением становится то, что не все представители человечества осведомлены о существовании демонов, зато у тех имеются свои обычаи и способы удовлетворения пищевых потребностей. Демон, прославившийся ранее своими деяниями и носивший имя Рёмэн Сукун, был уничтожен, а части его тела разбросало по всему миру, но если их отыщет и поглотит какой-нибудь соплеменник, он станет неимоверно мощным, настолько, что уничтожит все человечество. Обо всем этом не был осведомлен учащийся старшего класса Юдзи Итадори, живший, как обычный подросток. Ему приходилось ежедневно отправляться к дедушке, лежавшему в больнице. Не только эта проблема бередила ум парня, ещё и необходимость посещать спортивные кружки, что ему было не по нраву. Зато руководство кружков мечтало заполучить столь ценный кадр из-за отменной физической подготовки. Юдзи же примыкает к сообществу любителей оккультизма, и вот тогда происходит беда, потому как ребята сняли запечатывающее заклинание и на волю вырвались жуткие силы.",
      year: 2020,
      genre: "ужасы, школа, сёнэн, приключения, фэнтези",
   },
   {
      title: "Рассвет ведьмы | The Dawn of the Witch",
      image: witch,
      desc: "ведьмами, длился долгих пятьсот лет. Но даже и после того, как он был завершен, ситуация не стала полностью ясной и основания для продолжения напряженных взаимоотношений продолжали давить на участников событий. Длительные конфликты не могут в одночасье исчезнуть, и потому двум сторонам-участницам предстоит продолжить свое противостояние. Так в отдаленных уголках континента то и дело вспыхивают активные действия. Бывшие участники большой войны не отказались от выяснения отношений. И во всем этом находится место для Сэвилла. Этот парень был учеником Колледжа Магии, основанной в королевстве Вениас. Как ученик он был невероятно бездарным, что его самого сильно огорчало. Кроме этого парень утратил память о тех событиях, в которых он был когда-то задействован. Но запамятовал он только те события, что произошли до дня поступления в колледж. Об этом было известно директору заведения Альбусу. Чтобы помочь ученику в столь проблемном вопросе Альбус принимает решение отправить его в южную часть континента, где парень пройдет специализированную тренировку. Так же в той местности усиливается гонение на ведьм, и это также имеет значение.",
      year: 2022,
      genre: "комедия, фэнтези, приключения",
   },
   {
      title: "У Коми проблемы с общением / Komi - san wa, Comyushou desu.",
      image: komi,
      desc: "Коми при своей потрясающей внешности была невероятной молчуньей, что могло сказываться с отрицательной точки зрения на её взаимоотношениях со сверстниками. Её поведение могло характеризоваться, как коммуникативное расстройство, а совладать с такой проблемой юному созданию почти невозможно. Кроме того, некоторое время в школе Коми была в роли невидимки, но потом что-то изменилось и ребята стали все чаще привлекать девушку к мероприятиям, общению, насколько это было возможно. Коми было от этого невероятно хорошо, ведь она тяготела к общению, просто не могла преодолеть преграды. Ребята, с которыми Коми смогла сдружиться, перестали воспринимать её как неприступную и холодную королеву, а увидели, что она ранима и кротка. Хитохито Тадано учился с Коми в одном классе и сидел с ней за одной партой. Он в отличие от девушки был едва ли не оратором. Но кроме умения много и хорошо говорить, он сумел заглянуть в душу девушки и понять её проблему. Тадано начинает общаться с Коми посредство записок, которые делает на классной доске. Коми же совладала со стеснительностью и нашла в себе силы открыться тем ребятам, которые выступали друзьями. Каждый день общения приносил свои плоды.",
      year: 2021,
      genre: "комедия, романтика, повседневность, школа, сёнэн",
   },
   {
      title: "Последний призыватель / The Last Summoner",
      image: summoner,
      desc: "У всего имеется дух, а также существуют те, кто умеют взывать к ним, и они величаются призывателями. С древнейших времен в истории имелось место легендам о призывателях. О тех, кто призывал землю, призывал мертвецов, призвал души и даже звезды. Но легенды останутся таковыми и однажды затеряются во времени, став забытыми всеми. Но призыватели не исчезли. Имелось юное создание, которому отводилась столь необычная миссия. Шестнадцатилетний парень лежал под деревом на ветви которого вскарабкалась Мяу. Жизнь парня была банальной. Он просыпался, завтракал и отправлялся в школу. Беспокойство у парня вызывал лишь тот факт, что у него не было девушки. Ни целей, ни желаний у него не имелось, но присутствовала сильная черта – он мог о себе позаботиться и отменно готовил. Родители хвалил его кулинарные способности. И когда он готовил рамен, на кухне появилось нечто странное, из чего выскользнула девушка. Вот только красотка превратился в забавную малышку, ставшую жадно поедать его рамен. Дора лет сто не кушала такой вкуснятины, будучи нереально голодной. Парень вышвыривает Дору из дома, но та снова появляется. Малышка сообщает ему, что она призванный дух и нуждается в энергии.",
      year: 2022,
      genre: "приключения, фэнтези, драма",
   },
   {
      title: "Время и пространство / Shikong Zhi Xi",
      image: time,
      desc: "Пространственно-временные разрывы довольно опасные явления, поскольку могут провоцировать крайне нежелательные последствия. Негативные события обусловлены тем, что происходит выброс нестабильной энергии между мирами, которые вовлечены в этот разрыв. Но самое страшное, что из одного мира в другой могут проникнуть сущности, что там обитают. Так и происходит, что демоны, населявшие один мир, попадают в другой мир, в котором обитали люди. Произошедшее заставляет людей мобилизовать свои силы для борьбы с непрошенными гостями, которые оказались опасными противниками, несущими смерть и разрушения. Люди, мир которых стал жертвой разрыва пространства, были несколько необычными в силу того, что обладали особенным телосложением. Имея определенные особенности, они могут использовать их в борьбе с монстром. А численность монстров, проникающих в чужой мир, представлялась немалой. Ситуация обострялась. Чтобы защитить свой мир, человеку придется встать на границе разорванного пространства и смещения времени, чтобы защищать то, что ему принадлежит. Куда проще монстрам, ведь им приходится лишь сокрушать чужой мир, при этом, не неся существенных потерь.",
      year: 2022,
      genre: "приключения, фэнтези",
   },
];